{"<pad>": 0, "<unk>": 1, "<sep>": 2, "<cls>": 3, "the": 4, "of": 5, "and": 6, "in": 7, "to": 8, "a": 9, "is": 10, "was": 11, "as": 12, "for": 13, "by": 14, "s": 15, "with": 16, "that": 17, "on": 18, "from": 19, "what": 20, "are": 21, "which": 22, "were": 23, "it": 24, "at": 25, "or": 26, "an": 27, "be": 28, "his": 29, "this": 30, "have": 31, "has": 32, "also": 33, "its": 34, "their": 35, "not": 36, "had": 37, "who": 38, "he": 39, "one": 40, "first": 41, "new": 42, "other": 43, "but": 44, "city": 45, "most": 46, "many": 47, "did": 48, "when": 49, "such": 50, "they": 51, "been": 52, "more": 53, "during": 54, "after": 55, "into": 56, "some": 57, "all": 58, "two": 59, "used": 60, "state": 61, "than": 62, "can": 63, "time": 64, "world": 65, "between": 66, "these": 67, "states": 68, "there": 69, "century": 70, "over": 71, "war": 72, "may": 73, "only": 74, "united": 75, "would": 76, "year": 77, "people": 78, "1": 79, "known": 80, "while": 81, "where": 82, "how": 83, "her": 84, "years": 85, "under": 86, "government": 87, "use": 88, "000": 89, "about": 90, "both": 91, "however": 92, "including": 93, "system": 94, "called": 95, "became": 96, "through": 97, "early": 98, "later": 99, "well": 100, "up": 101, "made": 102, "part": 103, "no": 104, "since": 105, "american": 106, "high": 107, "power": 108, "population": 109, "number": 110, "three": 111, "2": 112, "british": 113, "national": 114, "north": 115, "music": 116, "being": 117, "university": 118, "i": 119, "out": 120, "often": 121, "area": 122, "major": 123, "against": 124, "public": 125, "west": 126, "large": 127, "them": 128, "several": 129, "do": 130, "period": 131, "south": 132, "million": 133, "3": 134, "name": 135, "country": 136, "does": 137, "5": 138, "u": 139, "began": 140, "because": 141, "based": 142, "although": 143, "school": 144, "empire": 145, "second": 146, "any": 147, "largest": 148, "then": 149, "french": 150, "group": 151, "much": 152, "east": 153, "each": 154, "led": 155, "could": 156, "form": 157, "church": 158, "before": 159, "until": 160, "day": 161, "law": 162, "general": 163, "around": 164, "political": 165, "like": 166, "within": 167, "those": 168, "same": 169, "include": 170, "among": 171, "so": 172, "found": 173, "according": 174, "john": 175, "language": 176, "european": 177, "modern": 178, "military": 179, "4": 180, "if": 181, "end": 182, "german": 183, "great": 184, "league": 185, "will": 186, "air": 187, "another": 188, "western": 189, "us": 190, "long": 191, "english": 192, "international": 193, "example": 194, "she": 195, "now": 196, "following": 197, "home": 198, "president": 199, "army": 200, "development": 201, "different": 202, "de": 203, "work": 204, "common": 205, "control": 206, "even": 207, "due": 208, "along": 209, "areas": 210, "him": 211, "established": 212, "non": 213, "europe": 214, "company": 215, "party": 216, "greek": 217, "chinese": 218, "four": 219, "important": 220, "roman": 221, "still": 222, "forces": 223, "10": 224, "life": 225, "countries": 226, "human": 227, "order": 228, "history": 229, "become": 230, "term": 231, "8": 232, "members": 233, "late": 234, "considered": 235, "house": 236, "times": 237, "6": 238, "groups": 239, "own": 240, "france": 241, "species": 242, "social": 243, "small": 244, "season": 245, "region": 246, "located": 247, "developed": 248, "place": 249, "needed": 250, "five": 251, "c": 252, "york": 253, "court": 254, "union": 255, "very": 256, "water": 257, "support": 258, "china": 259, "local": 260, "held": 261, "death": 262, "religious": 263, "god": 264, "central": 265, "london": 266, "king": 267, "using": 268, "energy": 269, "island": 270, "7": 271, "last": 272, "service": 273, "old": 274, "india": 275, "main": 276, "federal": 277, "light": 278, "e": 279, "kingdom": 280, "2010": 281, "eastern": 282, "though": 283, "built": 284, "popular": 285, "per": 286, "building": 287, "without": 288, "britain": 289, "third": 290, "center": 291, "family": 292, "england": 293, "age": 294, "usually": 295, "art": 296, "rule": 297, "force": 298, "various": 299, "took": 300, "film": 301, "ii": 302, "education": 303, "further": 304, "football": 305, "white": 306, "middle": 307, "capital": 308, "southern": 309, "way": 310, "type": 311, "culture": 312, "july": 313, "2008": 314, "land": 315, "top": 316, "set": 317, "study": 318, "less": 319, "line": 320, "royal": 321, "make": 322, "official": 323, "black": 324, "paris": 325, "college": 326, "single": 327, "act": 328, "produced": 329, "economic": 330, "republic": 331, "said": 332, "2009": 333, "similar": 334, "low": 335, "process": 336, "victoria": 337, "schools": 338, "result": 339, "0": 340, "2013": 341, "river": 342, "continued": 343, "america": 344, "back": 345, "came": 346, "generally": 347, "m": 348, "20": 349, "march": 350, "research": 351, "created": 352, "throughout": 353, "15": 354, "queen": 355, "d": 356, "others": 357, "soviet": 358, "battle": 359, "september": 360, "formed": 361, "original": 362, "free": 363, "higher": 364, "9": 365, "northern": 366, "average": 367, "october": 368, "released": 369, "council": 370, "few": 371, "women": 372, "included": 373, "russian": 374, "traditional": 375, "down": 376, "citation": 377, "take": 378, "2011": 379, "12": 380, "game": 381, "every": 382, "june": 383, "total": 384, "near": 385, "team": 386, "present": 387, "given": 388, "especially": 389, "19th": 390, "current": 391, "bc": 392, "african": 393, "former": 394, "january": 395, "point": 396, "days": 397, "systems": 398, "parts": 399, "children": 400, "show": 401, "germany": 402, "park": 403, "red": 404, "left": 405, "ottoman": 406, "off": 407, "men": 408, "significant": 409, "rights": 410, "cities": 411, "series": 412, "today": 413, "august": 414, "style": 415, "era": 416, "students": 417, "2014": 418, "founded": 419, "level": 420, "thus": 421, "production": 422, "april": 423, "best": 424, "natural": 425, "works": 426, "won": 427, "2012": 428, "record": 429, "standard": 430, "increased": 431, "body": 432, "languages": 433, "role": 434, "field": 435, "st": 436, "indian": 437, "industry": 438, "highest": 439, "2007": 440, "haven": 441, "rather": 442, "rock": 443, "december": 444, "itself": 445, "across": 446, "theory": 447, "percent": 448, "particularly": 449, "trade": 450, "should": 451, "spanish": 452, "games": 453, "100": 454, "sometimes": 455, "revolution": 456, "must": 457, "available": 458, "addition": 459, "majority": 460, "emperor": 461, "aircraft": 462, "published": 463, "received": 464, "science": 465, "played": 466, "beyonc\u00e9": 467, "movement": 468, "beginning": 469, "design": 470, "half": 471, "africa": 472, "11": 473, "book": 474, "cultural": 475, "club": 476, "named": 477, "instead": 478, "al": 479, "terms": 480, "just": 481, "independence": 482, "november": 483, "t": 484, "2006": 485, "having": 486, "influence": 487, "community": 488, "market": 489, "making": 490, "caused": 491, "range": 492, "christian": 493, "japanese": 494, "see": 495, "napoleon": 496, "forms": 497, "services": 498, "february": 499, "sea": 500, "f": 501, "20th": 502, "written": 503, "change": 504, "30": 505, "street": 506, "case": 507, "either": 508, "album": 509, "almost": 510, "25": 511, "office": 512, "primary": 513, "nations": 514, "county": 515, "upon": 516, "civil": 517, "growth": 518, "george": 519, "media": 520, "full": 521, "we": 522, "thought": 523, "society": 524, "territory": 525, "japan": 526, "ancient": 527, "themselves": 528, "2015": 529, "foreign": 530, "scientific": 531, "despite": 532, "events": 533, "saw": 534, "islands": 535, "data": 536, "greater": 537, "television": 538, "associated": 539, "private": 540, "play": 541, "food": 542, "program": 543, "minister": 544, "son": 545, "far": 546, "billion": 547, "live": 548, "word": 549, "position": 550, "native": 551, "leading": 552, "least": 553, "buildings": 554, "self": 555, "wrote": 556, "treaty": 557, "started": 558, "mid": 559, "remained": 560, "architecture": 561, "described": 562, "rate": 563, "increase": 564, "provide": 565, "town": 566, "six": 567, "financial": 568, "followed": 569, "nasser": 570, "plants": 571, "16": 572, "introduced": 573, "designed": 574, "particular": 575, "announced": 576, "district": 577, "view": 578, "allowed": 579, "independent": 580, "station": 581, "latin": 582, "seen": 583, "lower": 584, "whose": 585, "g": 586, "next": 587, "oil": 588, "short": 589, "effect": 590, "business": 591, "brought": 592, "economy": 593, "radio": 594, "classical": 595, "class": 596, "related": 597, "certain": 598, "health": 599, "records": 600, "member": 601, "chopin": 602, "eventually": 603, "outside": 604, "mother": 605, "video": 606, "special": 607, "right": 608, "jewish": 609, "person": 610, "americans": 611, "action": 612, "open": 613, "studies": 614, "centuries": 615, "once": 616, "side": 617, "14": 618, "source": 619, "uk": 620, "able": 621, "commercial": 622, "catholic": 623, "egypt": 624, "canada": 625, "asia": 626, "australia": 627, "laws": 628, "greece": 629, "typically": 630, "sexual": 631, "cases": 632, "division": 633, "referred": 634, "individual": 635, "2005": 636, "constitution": 637, "sound": 638, "policy": 639, "annual": 640, "changes": 641, "estimated": 642, "gaddafi": 643, "rome": 644, "13": 645, "summer": 646, "final": 647, "regions": 648, "airport": 649, "space": 650, "50": 651, "dutch": 652, "song": 653, "jews": 654, "police": 655, "post": 656, "18": 657, "legal": 658, "father": 659, "status": 660, "living": 661, "site": 662, "b": 663, "good": 664, "taken": 665, "powers": 666, "500": 667, "run": 668, "technology": 669, "possible": 670, "commonly": 671, "primarily": 672, "green": 673, "again": 674, "construction": 675, "required": 676, "religion": 677, "information": 678, "department": 679, "recent": 680, "mexico": 681, "includes": 682, "troops": 683, "centre": 684, "teams": 685, "little": 686, "reported": 687, "means": 688, "200": 689, "attack": 690, "active": 691, "widely": 692, "race": 693, "base": 694, "17": 695, "companies": 696, "nation": 697, "born": 698, "title": 699, "sports": 700, "40": 701, "color": 702, "leader": 703, "reached": 704, "rise": 705, "replaced": 706, "industrial": 707, "solar": 708, "separate": 709, "philosophy": 710, "arab": 711, "dynasty": 712, "museum": 713, "san": 714, "plant": 715, "you": 716, "provided": 717, "charles": 718, "meaning": 719, "died": 720, "model": 721, "electric": 722, "earlier": 723, "parliament": 724, "operations": 725, "influenced": 726, "artists": 727, "limited": 728, "2004": 729, "elements": 730, "italy": 731, "above": 732, "association": 733, "ireland": 734, "gave": 735, "lost": 736, "remains": 737, "head": 738, "prime": 739, "moved": 740, "cause": 741, "man": 742, "evidence": 743, "specific": 744, "william": 745, "event": 746, "ad": 747, "ethnic": 748, "square": 749, "nearly": 750, "why": 751, "largely": 752, "close": 753, "successful": 754, "arts": 755, "bell": 756, "grand": 757, "return": 758, "premier": 759, "mostly": 760, "success": 761, "chief": 762, "computer": 763, "together": 764, "oklahoma": 765, "divided": 766, "islamic": 767, "help": 768, "kind": 769, "port": 770, "went": 771, "structure": 772, "himself": 773, "universities": 774, "supported": 775, "words": 776, "james": 777, "character": 778, "served": 779, "climate": 780, "windows": 781, "mass": 782, "date": 783, "yale": 784, "anti": 785, "report": 786, "produce": 787, "historical": 788, "larger": 789, "organization": 790, "authority": 791, "declared": 792, "administration": 793, "originally": 794, "contemporary": 795, "lead": 796, "urban": 797, "young": 798, "concept": 799, "palace": 800, "tradition": 801, "communities": 802, "longer": 803, "working": 804, "r": 805, "seven": 806, "release": 807, "24": 808, "relationship": 809, "features": 810, "future": 811, "forced": 812, "hunting": 813, "personal": 814, "imperial": 815, "material": 816, "project": 817, "21": 818, "2000": 819, "approximately": 820, "regional": 821, "sent": 822, "medical": 823, "numerous": 824, "involved": 825, "knowledge": 826, "added": 827, "congress": 828, "past": 829, "opened": 830, "products": 831, "saint": 832, "believed": 833, "code": 834, "nature": 835, "global": 836, "agreement": 837, "version": 838, "election": 839, "direct": 840, "cost": 841, "governor": 842, "cotton": 843, "uses": 844, "census": 845, "size": 846, "initially": 847, "hall": 848, "tucson": 849, "night": 850, "mary": 851, "paul": 852, "passed": 853, "cup": 854, "previously": 855, "previous": 856, "canadian": 857, "defence": 858, "start": 859, "months": 860, "security": 861, "interest": 862, "child": 863, "never": 864, "russia": 865, "entire": 866, "km": 867, "apple": 868, "network": 869, "internet": 870, "italian": 871, "claimed": 872, "sun": 873, "away": 874, "birds": 875, "spread": 876, "boston": 877, "response": 878, "ever": 879, "strong": 880, "han": 881, "ground": 882, "recorded": 883, "always": 884, "therefore": 885, "adopted": 886, "levels": 887, "elected": 888, "famous": 889, "too": 890, "peace": 891, "crisis": 892, "discovered": 893, "subject": 894, "scale": 895, "come": 896, "campaign": 897, "professional": 898, "la": 899, "method": 900, "coast": 901, "daily": 902, "prior": 903, "supreme": 904, "access": 905, "domestic": 906, "killed": 907, "festival": 908, "command": 909, "ten": 910, "polish": 911, "fall": 912, "plan": 913, "mi": 914, "executive": 915, "players": 916, "madonna": 917, "earth": 918, "numbers": 919, "florida": 920, "variety": 921, "fire": 922, "pope": 923, "muslim": 924, "animals": 925, "washington": 926, "returned": 927, "institutions": 928, "currently": 929, "oldest": 930, "23": 931, "soon": 932, "directly": 933, "might": 934, "parties": 935, "officially": 936, "scholars": 937, "mainly": 938, "rest": 939, "1980s": 940, "problems": 941, "whether": 942, "iii": 943, "experience": 944, "temperature": 945, "von": 946, "relatively": 947, "brain": 948, "spain": 949, "ideas": 950, "mountains": 951, "turn": 952, "churches": 953, "create": 954, "list": 955, "becoming": 956, "19": 957, "smaller": 958, "news": 959, "memory": 960, "paper": 961, "practice": 962, "month": 963, "increasing": 964, "2003": 965, "minority": 966, "characters": 967, "torch": 968, "placed": 969, "basis": 970, "sources": 971, "literature": 972, "give": 973, "defined": 974, "granted": 975, "complex": 976, "22": 977, "hand": 978, "changed": 979, "software": 980, "whom": 981, "lines": 982, "performed": 983, "lord": 984, "heavy": 985, "growing": 986, "atlantic": 987, "board": 988, "lived": 989, "wide": 990, "carolina": 991, "fourth": 992, "find": 993, "presence": 994, "pacific": 995, "go": 996, "israel": 997, "likely": 998, "territories": 999, "clubs": 1000, "humans": 1001, "signed": 1002, "occurred": 1003, "pre": 1004, "fact": 1005, "worldwide": 1006, "speed": 1007, "n": 1008, "downtown": 1009, "resulted": 1010, "amount": 1011, "store": 1012, "prince": 1013, "operation": 1014, "compared": 1015, "ac": 1016, "behind": 1017, "move": 1018, "value": 1019, "types": 1020, "metal": 1021, "orthodox": 1022, "earliest": 1023, "allow": 1024, "hot": 1025, "stations": 1026, "eight": 1027, "quality": 1028, "nuclear": 1029, "dogs": 1030, "highly": 1031, "henry": 1032, "loss": 1033, "switzerland": 1034, "starting": 1035, "devices": 1036, "differences": 1037, "300": 1038, "musical": 1039, "writing": 1040, "mixed": 1041, "better": 1042, "stated": 1043, "wars": 1044, "individuals": 1045, "female": 1046, "genes": 1047, "province": 1048, "thousands": 1049, "melbourne": 1050, "agreed": 1051, "via": 1052, "robert": 1053, "institute": 1054, "latter": 1055, "gained": 1056, "28": 1057, "units": 1058, "finally": 1059, "hours": 1060, "digital": 1061, "resulting": 1062, "miles": 1063, "real": 1064, "helped": 1065, "sold": 1066, "campus": 1067, "examples": 1068, "library": 1069, "conflict": 1070, "bank": 1071, "metropolitan": 1072, "believe": 1073, "activities": 1074, "proposed": 1075, "thomas": 1076, "training": 1077, "marked": 1078, "assembly": 1079, "armenian": 1080, "degree": 1081, "ranked": 1082, "copper": 1083, "our": 1084, "week": 1085, "responsible": 1086, "dna": 1087, "families": 1088, "origin": 1089, "attacks": 1090, "text": 1091, "eisenhower": 1092, "exist": 1093, "leaders": 1094, "except": 1095, "band": 1096, "portuguese": 1097, "tibetan": 1098, "irish": 1099, "houses": 1100, "additional": 1101, "genetic": 1102, "winter": 1103, "18th": 1104, "ended": 1105, "activity": 1106, "ice": 1107, "gold": 1108, "feature": 1109, "begin": 1110, "populations": 1111, "remain": 1112, "argued": 1113, "armenia": 1114, "speaking": 1115, "2002": 1116, "issue": 1117, "re": 1118, "uranium": 1119, "cannot": 1120, "ability": 1121, "pain": 1122, "portugal": 1123, "27": 1124, "bronx": 1125, "cross": 1126, "hard": 1127, "share": 1128, "2001": 1129, "ocean": 1130, "launched": 1131, "tibet": 1132, "medieval": 1133, "physical": 1134, "valley": 1135, "beyond": 1136, "money": 1137, "shown": 1138, "jesus": 1139, "student": 1140, "percentage": 1141, "racial": 1142, "put": 1143, "zinc": 1144, "reason": 1145, "decision": 1146, "soldiers": 1147, "increasingly": 1148, "60": 1149, "dance": 1150, "officers": 1151, "performance": 1152, "hold": 1153, "respectively": 1154, "bill": 1155, "wood": 1156, "appeared": 1157, "shows": 1158, "blue": 1159, "defeated": 1160, "railway": 1161, "towards": 1162, "account": 1163, "refused": 1164, "lack": 1165, "plymouth": 1166, "hit": 1167, "reduced": 1168, "materials": 1169, "widespread": 1170, "attempt": 1171, "invasion": 1172, "bacteria": 1173, "definition": 1174, "collection": 1175, "road": 1176, "rates": 1177, "consists": 1178, "rules": 1179, "places": 1180, "front": 1181, "joined": 1182, "approach": 1183, "property": 1184, "border": 1185, "potential": 1186, "1970s": 1187, "methods": 1188, "audio": 1189, "true": 1190, "contains": 1191, "need": 1192, "ft": 1193, "appointed": 1194, "goal": 1195, "creation": 1196, "basic": 1197, "beer": 1198, "songs": 1199, "notable": 1200, "yet": 1201, "matter": 1202, "identity": 1203, "attempted": 1204, "ages": 1205, "quickly": 1206, "recently": 1207, "frequently": 1208, "surface": 1209, "czech": 1210, "southampton": 1211, "relations": 1212, "expansion": 1213, "internal": 1214, "ruled": 1215, "residents": 1216, "mountain": 1217, "giving": 1218, "albert": 1219, "destroyed": 1220, "idea": 1221, "richmond": 1222, "programs": 1223, "whole": 1224, "co": 1225, "stage": 1226, "regular": 1227, "olympic": 1228, "darwin": 1229, "v": 1230, "expanded": 1231, "organizations": 1232, "applied": 1233, "conditions": 1234, "sense": 1235, "mean": 1236, "serve": 1237, "motor": 1238, "armed": 1239, "channel": 1240, "historic": 1241, "david": 1242, "noted": 1243, "names": 1244, "louis": 1245, "mandolin": 1246, "antenna": 1247, "controlled": 1248, "officials": 1249, "democratic": 1250, "overall": 1251, "80": 1252, "existence": 1253, "settlement": 1254, "prominent": 1255, "labour": 1256, "management": 1257, "content": 1258, "key": 1259, "sales": 1260, "secretary": 1261, "reign": 1262, "featured": 1263, "translation": 1264, "relay": 1265, "insects": 1266, "cell": 1267, "win": 1268, "income": 1269, "committee": 1270, "universal": 1271, "identified": 1272, "miami": 1273, "allows": 1274, "competition": 1275, "focus": 1276, "protection": 1277, "issues": 1278, "purpose": 1279, "foundation": 1280, "decided": 1281, "26": 1282, "cover": 1283, "intelligence": 1284, "senate": 1285, "traditionally": 1286, "gas": 1287, "sought": 1288, "chicago": 1289, "difficult": 1290, "animal": 1291, "points": 1292, "staff": 1293, "greatest": 1294, "kerry": 1295, "films": 1296, "lands": 1297, "efforts": 1298, "cut": 1299, "unlike": 1300, "link": 1301, "effects": 1302, "libya": 1303, "attention": 1304, "supply": 1305, "1990": 1306, "developing": 1307, "xbox": 1308, "dell": 1309, "continue": 1310, "treatment": 1311, "iran": 1312, "houston": 1313, "turned": 1314, "multiple": 1315, "done": 1316, "richard": 1317, "carried": 1318, "31": 1319, "host": 1320, "pro": 1321, "get": 1322, "victory": 1323, "decline": 1324, "poor": 1325, "critical": 1326, "nine": 1327, "older": 1328, "housing": 1329, "worked": 1330, "owned": 1331, "develop": 1332, "idol": 1333, "literary": 1334, "stadium": 1335, "derived": 1336, "appear": 1337, "birth": 1338, "glass": 1339, "location": 1340, "ways": 1341, "regarded": 1342, "spoken": 1343, "citizens": 1344, "christianity": 1345, "29": 1346, "completed": 1347, "upper": 1348, "deal": 1349, "section": 1350, "failed": 1351, "clothing": 1352, "avenue": 1353, "prevent": 1354, "complete": 1355, "taking": 1356, "ships": 1357, "grew": 1358, "korea": 1359, "length": 1360, "format": 1361, "below": 1362, "script": 1363, "product": 1364, "minor": 1365, "player": 1366, "already": 1367, "asian": 1368, "j": 1369, "recognized": 1370, "opposition": 1371, "acts": 1372, "400": 1373, "users": 1374, "route": 1375, "republican": 1376, "pressure": 1377, "heart": 1378, "course": 1379, "temperatures": 1380, "notably": 1381, "evolution": 1382, "tribes": 1383, "1960s": 1384, "turkish": 1385, "defense": 1386, "capacity": 1387, "provides": 1388, "problem": 1389, "say": 1390, "match": 1391, "damage": 1392, "newspaper": 1393, "distinct": 1394, "elections": 1395, "instruments": 1396, "opening": 1397, "occupied": 1398, "opposed": 1399, "buddhism": 1400, "makes": 1401, "genocide": 1402, "indigenous": 1403, "issued": 1404, "communist": 1405, "secondary": 1406, "effective": 1407, "test": 1408, "disease": 1409, "magazine": 1410, "cells": 1411, "environment": 1412, "1990s": 1413, "seattle": 1414, "establishment": 1415, "awarded": 1416, "settled": 1417, "meant": 1418, "formation": 1419, "press": 1420, "award": 1421, "operating": 1422, "target": 1423, "importance": 1424, "formal": 1425, "flight": 1426, "blood": 1427, "swiss": 1428, "continental": 1429, "navy": 1430, "byzantine": 1431, "subsequently": 1432, "reasons": 1433, "enlightenment": 1434, "simple": 1435, "alexander": 1436, "closely": 1437, "article": 1438, "remaining": 1439, "policies": 1440, "hill": 1441, "factors": 1442, "combined": 1443, "running": 1444, "offered": 1445, "unit": 1446, "contain": 1447, "h": 1448, "values": 1449, "paid": 1450, "gain": 1451, "weeks": 1452, "aid": 1453, "colonies": 1454, "delhi": 1455, "70": 1456, "decades": 1457, "holy": 1458, "texts": 1459, "dame": 1460, "inspired": 1461, "cyprus": 1462, "composed": 1463, "creating": 1464, "artist": 1465, "decade": 1466, "floor": 1467, "detroit": 1468, "objects": 1469, "subsequent": 1470, "w": 1471, "ordered": 1472, "theatre": 1473, "chain": 1474, "carbon": 1475, "greeks": 1476, "wave": 1477, "tv": 1478, "communication": 1479, "un": 1480, "occur": 1481, "advanced": 1482, "transition": 1483, "structures": 1484, "maintained": 1485, "workers": 1486, "awards": 1487, "sub": 1488, "tax": 1489, "director": 1490, "travel": 1491, "allied": 1492, "freedom": 1493, "anglo": 1494, "hundred": 1495, "historically": 1496, "quran": 1497, "colony": 1498, "orientation": 1499, "headquarters": 1500, "comcast": 1501, "l": 1502, "politics": 1503, "resistance": 1504, "17th": 1505, "branch": 1506, "desert": 1507, "situation": 1508, "pop": 1509, "slaves": 1510, "practices": 1511, "claim": 1512, "liberal": 1513, "price": 1514, "hyderabad": 1515, "ago": 1516, "greatly": 1517, "sir": 1518, "entered": 1519, "pay": 1520, "alliance": 1521, "accepted": 1522, "defeat": 1523, "1997": 1524, "image": 1525, "surrounding": 1526, "male": 1527, "migration": 1528, "machine": 1529, "prussia": 1530, "naval": 1531, "tito": 1532, "represented": 1533, "popularity": 1534, "dominant": 1535, "affairs": 1536, "captured": 1537, "initial": 1538, "instance": 1539, "muslims": 1540, "gradually": 1541, "note": 1542, "toward": 1543, "recording": 1544, "influential": 1545, "broadcast": 1546, "peoples": 1547, "showed": 1548, "constructed": 1549, "story": 1550, "1991": 1551, "resources": 1552, "1998": 1553, "maintain": 1554, "depending": 1555, "protestant": 1556, "nintendo": 1557, "speech": 1558, "conference": 1559, "ibn": 1560, "youtube": 1561, "stone": 1562, "governments": 1563, "rejected": 1564, "equipment": 1565, "arsenal": 1566, "zone": 1567, "iron": 1568, "hydrogen": 1569, "letters": 1570, "establish": 1571, "notre": 1572, "wall": 1573, "northwestern": 1574, "cathedral": 1575, "broke": 1576, "usb": 1577, "egyptian": 1578, "apollo": 1579, "covered": 1580, "trading": 1581, "chemical": 1582, "positive": 1583, "vote": 1584, "authorities": 1585, "architectural": 1586, "earthquake": 1587, "austria": 1588, "emerged": 1589, "extensive": 1590, "australian": 1591, "electrical": 1592, "variation": 1593, "germanic": 1594, "600": 1595, "selection": 1596, "newly": 1597, "mediterranean": 1598, "allies": 1599, "academic": 1600, "educational": 1601, "courts": 1602, "fort": 1603, "permanent": 1604, "concert": 1605, "dominated": 1606, "dialects": 1607, "room": 1608, "classified": 1609, "movements": 1610, "results": 1611, "transport": 1612, "things": 1613, "alternative": 1614, "characteristics": 1615, "charge": 1616, "stores": 1617, "adult": 1618, "sector": 1619, "receive": 1620, "determined": 1621, "review": 1622, "immediately": 1623, "vacuum": 1624, "organized": 1625, "colleges": 1626, "1989": 1627, "extended": 1628, "crime": 1629, "commonwealth": 1630, "traffic": 1631, "comes": 1632, "super": 1633, "90": 1634, "offer": 1635, "exchange": 1636, "philadelphia": 1637, "direction": 1638, "somali": 1639, "contrast": 1640, "santa": 1641, "visit": 1642, "removed": 1643, "allowing": 1644, "playing": 1645, "selling": 1646, "southeast": 1647, "revolutionary": 1648, "moving": 1649, "rose": 1650, "drug": 1651, "love": 1652, "mexican": 1653, "1999": 1654, "causing": 1655, "portion": 1656, "faith": 1657, "raised": 1658, "1945": 1659, "divine": 1660, "sciences": 1661, "claims": 1662, "mission": 1663, "convention": 1664, "1992": 1665, "poland": 1666, "device": 1667, "drive": 1668, "crown": 1669, "fbi": 1670, "estonia": 1671, "my": 1672, "similarly": 1673, "conservative": 1674, "bay": 1675, "effort": 1676, "ibm": 1677, "jobs": 1678, "cold": 1679, "enough": 1680, "reach": 1681, "leaving": 1682, "build": 1683, "carry": 1684, "16th": 1685, "impact": 1686, "joint": 1687, "joseph": 1688, "slavic": 1689, "fields": 1690, "standards": 1691, "christ": 1692, "risk": 1693, "heavily": 1694, "whereas": 1695, "supporters": 1696, "patent": 1697, "bce": 1698, "existing": 1699, "attempts": 1700, "evolved": 1701, "offices": 1702, "analysis": 1703, "seasons": 1704, "appearance": 1705, "online": 1706, "spring": 1707, "towns": 1708, "continent": 1709, "actually": 1710, "met": 1711, "takes": 1712, "relationships": 1713, "grow": 1714, "letter": 1715, "styles": 1716, "incorporated": 1717, "360": 1718, "discovery": 1719, "prey": 1720, "ming": 1721, "assent": 1722, "agricultural": 1723, "diego": 1724, "planned": 1725, "electronic": 1726, "books": 1727, "persian": 1728, "probably": 1729, "demand": 1730, "heat": 1731, "clear": 1732, "theories": 1733, "virginia": 1734, "corporation": 1735, "diversity": 1736, "married": 1737, "colonial": 1738, "fifth": 1739, "follow": 1740, "output": 1741, "romans": 1742, "constitutional": 1743, "feet": 1744, "applications": 1745, "understanding": 1746, "significantly": 1747, "silver": 1748, "shared": 1749, "negative": 1750, "call": 1751, "manufacturing": 1752, "roughly": 1753, "rapid": 1754, "tower": 1755, "protect": 1756, "linked": 1757, "utrecht": 1758, "principle": 1759, "legislation": 1760, "require": 1761, "diverse": 1762, "etc": 1763, "affected": 1764, "vi": 1765, "figures": 1766, "schwarzenegger": 1767, "generation": 1768, "prussian": 1769, "frequency": 1770, "care": 1771, "weapons": 1772, "advantage": 1773, "gene": 1774, "academy": 1775, "presented": 1776, "presbyterian": 1777, "bitumen": 1778, "intended": 1779, "km2": 1780, "prices": 1781, "brother": 1782, "combat": 1783, "reduce": 1784, "organisms": 1785, "periods": 1786, "fought": 1787, "cubs": 1788, "double": 1789, "versions": 1790, "entertainment": 1791, "acquired": 1792, "sex": 1793, "peninsula": 1794, "iraq": 1795, "runs": 1796, "teaching": 1797, "experienced": 1798, "split": 1799, "formerly": 1800, "necessary": 1801, "mosaic": 1802, "leadership": 1803, "historians": 1804, "contributed": 1805, "adolescents": 1806, "barcelona": 1807, "plans": 1808, "launch": 1809, "master": 1810, "medicine": 1811, "tried": 1812, "bridge": 1813, "protests": 1814, "woman": 1815, "vast": 1816, "doctrine": 1817, "fully": 1818, "connected": 1819, "unique": 1820, "bit": 1821, "extent": 1822, "agency": 1823, "ultimately": 1824, "winning": 1825, "console": 1826, "motors": 1827, "read": 1828, "ancestry": 1829, "function": 1830, "essential": 1831, "meet": 1832, "deep": 1833, "leave": 1834, "races": 1835, "1988": 1836, "goods": 1837, "stop": 1838, "temple": 1839, "microsoft": 1840, "neumann": 1841, "simply": 1842, "ship": 1843, "copyright": 1844, "extremely": 1845, "tennessee": 1846, "meeting": 1847, "slavery": 1848, "occurs": 1849, "bermuda": 1850, "fighting": 1851, "constant": 1852, "serious": 1853, "user": 1854, "subjects": 1855, "perform": 1856, "providing": 1857, "penalty": 1858, "presidential": 1859, "tree": 1860, "big": 1861, "turkey": 1862, "suffered": 1863, "benefit": 1864, "traditions": 1865, "buddhist": 1866, "refers": 1867, "describe": 1868, "standing": 1869, "1994": 1870, "round": 1871, "administrative": 1872, "sites": 1873, "philip": 1874, "star": 1875, "refer": 1876, "branches": 1877, "rural": 1878, "serving": 1879, "commission": 1880, "kept": 1881, "fell": 1882, "operate": 1883, "cultures": 1884, "successfully": 1885, "35": 1886, "critics": 1887, "keep": 1888, "commander": 1889, "centers": 1890, "influences": 1891, "strength": 1892, "eu": 1893, "p": 1894, "kathmandu": 1895, "texas": 1896, "edition": 1897, "fleet": 1898, "comics": 1899, "components": 1900, "environmental": 1901, "measures": 1902, "expected": 1903, "islam": 1904, "expressed": 1905, "arabic": 1906, "alaska": 1907, "titles": 1908, "institution": 1909, "samurai": 1910, "perhaps": 1911, "massive": 1912, "nanjing": 1913, "neptune": 1914, "hospital": 1915, "1974": 1916, "views": 1917, "contact": 1918, "dedicated": 1919, "application": 1920, "x": 1921, "representatives": 1922, "1996": 1923, "debate": 1924, "equal": 1925, "tuvalu": 1926, "digimon": 1927, "declined": 1928, "gender": 1929, "phase": 1930, "charter": 1931, "suggested": 1932, "voltage": 1933, "classes": 1934, "speak": 1935, "reports": 1936, "nearby": 1937, "computers": 1938, "bureau": 1939, "completely": 1940, "zealand": 1941, "me": 1942, "agriculture": 1943, "1950s": 1944, "storage": 1945, "armies": 1946, "manhattan": 1947, "relative": 1948, "converted": 1949, "page": 1950, "mark": 1951, "reference": 1952, "arrived": 1953, "functions": 1954, "russians": 1955, "tuberculosis": 1956, "corps": 1957, "ring": 1958, "novel": 1959, "asphalt": 1960, "scientists": 1961, "signal": 1962, "principles": 1963, "continues": 1964, "spent": 1965, "causes": 1966, "combination": 1967, "mayor": 1968, "carnival": 1969, "celebrated": 1970, "legislative": 1971, "california": 1972, "conducted": 1973, "speakers": 1974, "lake": 1975, "strategy": 1976, "consumption": 1977, "dialect": 1978, "quarter": 1979, "sanskrit": 1980, "overseas": 1981, "dc": 1982, "seems": 1983, "here": 1984, "disc": 1985, "am": 1986, "strategic": 1987, "severe": 1988, "techniques": 1989, "question": 1990, "closed": 1991, "processes": 1992, "sport": 1993, "dog": 1994, "losses": 1995, "beijing": 1996, "track": 1997, "density": 1998, "shortly": 1999, "satellite": 2000, "onto": 2001, "holds": 2002, "o": 2003, "actions": 2004, "core": 2005, "achieved": 2006, "listed": 2007, "powerful": 2008, "consider": 2009, "75": 2010, "marriage": 2011, "alps": 2012, "observed": 2013, "sq": 2014, "labor": 2015, "iranian": 2016, "prize": 2017, "forest": 2018, "transportation": 2019, "technical": 2020, "roots": 2021, "ipod": 2022, "choice": 2023, "korean": 2024, "strongly": 2025, "pakistan": 2026, "snow": 2027, "coalition": 2028, "demonstrated": 2029, "considerable": 2030, "proper": 2031, "albums": 2032, "purposes": 2033, "object": 2034, "external": 2035, "introduction": 2036, "besides": 2037, "distribution": 2038, "hellenistic": 2039, "ceremony": 2040, "connecticut": 2041, "streets": 2042, "qing": 2043, "biological": 2044, "wife": 2045, "transfer": 2046, "wanted": 2047, "christians": 2048, "northwest": 2049, "trees": 2050, "tour": 2051, "1970": 2052, "inside": 2053, "revealed": 2054, "achieve": 2055, "stand": 2056, "additionally": 2057, "requires": 2058, "limits": 2059, "attacked": 2060, "commerce": 2061, "rapidly": 2062, "45": 2063, "failure": 2064, "movie": 2065, "electricity": 2066, "attended": 2067, "treaties": 2068, "athanasius": 2069, "directed": 2070, "face": 2071, "catalan": 2072, "actual": 2073, "forming": 2074, "netherlands": 2075, "fight": 2076, "promoted": 2077, "vice": 2078, "counter": 2079, "transmission": 2080, "credit": 2081, "career": 2082, "degrees": 2083, "marine": 2084, "edward": 2085, "residential": 2086, "austrian": 2087, "patterns": 2088, "chosen": 2089, "shift": 2090, "wealth": 2091, "2016": 2092, "banks": 2093, "duke": 2094, "threat": 2095, "germans": 2096, "acid": 2097, "originated": 2098, "slave": 2099, "nes": 2100, "founding": 2101, "vocal": 2102, "wrestling": 2103, "officer": 2104, "lee": 2105, "valencia": 2106, "funds": 2107, "component": 2108, "champions": 2109, "specifically": 2110, "learning": 2111, "selected": 2112, "dollar": 2113, "capable": 2114, "folk": 2115, "renaissance": 2116, "dead": 2117, "markets": 2118, "membership": 2119, "dark": 2120, "inhabitants": 2121, "volume": 2122, "copies": 2123, "bbc": 2124, "monarch": 2125, "engineering": 2126, "provinces": 2127, "gdp": 2128, "managed": 2129, "sixth": 2130, "typical": 2131, "industries": 2132, "scotland": 2133, "hosts": 2134, "coming": 2135, "focused": 2136, "improved": 2137, "universe": 2138, "concluded": 2139, "semi": 2140, "longest": 2141, "items": 2142, "12th": 2143, "dropped": 2144, "facilities": 2145, "studio": 2146, "whitehead": 2147, "buddha": 2148, "boys": 2149, "visited": 2150, "warsaw": 2151, "becomes": 2152, "represent": 2153, "criticism": 2154, "alone": 2155, "broad": 2156, "drugs": 2157, "motion": 2158, "favor": 2159, "harbor": 2160, "properties": 2161, "1940": 2162, "fast": 2163, "pass": 2164, "nigeria": 2165, "32": 2166, "planning": 2167, "gods": 2168, "bishops": 2169, "1985": 2170, "wales": 2171, "tend": 2172, "outer": 2173, "stages": 2174, "parallel": 2175, "bible": 2176, "contained": 2177, "hundreds": 2178, "affirmative": 2179, "78": 2180, "hispanic": 2181, "begun": 2182, "michael": 2183, "1918": 2184, "chairman": 2185, "appears": 2186, "distance": 2187, "safety": 2188, "heritage": 2189, "brazil": 2190, "revenue": 2191, "immigrants": 2192, "break": 2193, "perceived": 2194, "aspects": 2195, "principal": 2196, "approval": 2197, "driven": 2198, "arena": 2199, "burke": 2200, "1914": 2201, "muhammad": 2202, "150": 2203, "helena": 2204, "democracy": 2205, "drop": 2206, "cable": 2207, "nevertheless": 2208, "elevator": 2209, "scene": 2210, "categories": 2211, "going": 2212, "nobility": 2213, "namibia": 2214, "orders": 2215, "13th": 2216, "avoid": 2217, "plays": 2218, "regarding": 2219, "kingdoms": 2220, "category": 2221, "walls": 2222, "operated": 2223, "slightly": 2224, "belief": 2225, "protein": 2226, "ranges": 2227, "join": 2228, "marshall": 2229, "exposure": 2230, "peter": 2231, "ones": 2232, "byu": 2233, "accept": 2234, "write": 2235, "viewed": 2236, "nor": 2237, "spirit": 2238, "limit": 2239, "van": 2240, "elizabeth": 2241, "gothic": 2242, "piano": 2243, "quite": 2244, "le": 2245, "investment": 2246, "700": 2247, "communications": 2248, "notes": 2249, "emotion": 2250, "saying": 2251, "box": 2252, "models": 2253, "diseases": 2254, "sichuan": 2255, "mm": 2256, "800": 2257, "exception": 2258, "friends": 2259, "label": 2260, "figure": 2261, "possibly": 2262, "conquered": 2263, "kings": 2264, "rich": 2265, "renamed": 2266, "know": 2267, "respect": 2268, "1930s": 2269, "concerned": 2270, "berlin": 2271, "village": 2272, "wind": 2273, "parents": 2274, "fashion": 2275, "projects": 2276, "mac": 2277, "1982": 2278, "districts": 2279, "coastal": 2280, "soul": 2281, "el": 2282, "reforms": 2283, "designated": 2284, "files": 2285, "update": 2286, "behavior": 2287, "element": 2288, "ashkenazi": 2289, "lasted": 2290, "mathematics": 2291, "reform": 2292, "golden": 2293, "hour": 2294, "hub": 2295, "1941": 2296, "citizenship": 2297, "bands": 2298, "approved": 2299, "sovereign": 2300, "entirely": 2301, "apart": 2302, "producing": 2303, "car": 2304, "religions": 2305, "estonian": 2306, "championship": 2307, "tons": 2308, "quantum": 2309, "mp3": 2310, "peak": 2311, "emotions": 2312, "receiving": 2313, "voted": 2314, "k": 2315, "twice": 2316, "web": 2317, "testing": 2318, "poetry": 2319, "coup": 2320, "columbia": 2321, "iv": 2322, "origins": 2323, "practical": 2324, "serves": 2325, "maximum": 2326, "1983": 2327, "positions": 2328, "compression": 2329, "dry": 2330, "alongside": 2331, "varying": 2332, "regime": 2333, "distinction": 2334, "constantinople": 2335, "arms": 2336, "multi": 2337, "settlers": 2338, "crops": 2339, "johnson": 2340, "cd": 2341, "brown": 2342, "fans": 2343, "describes": 2344, "vary": 2345, "antarctica": 2346, "writers": 2347, "carrier": 2348, "taught": 2349, "tb": 2350, "proved": 2351, "punk": 2352, "concerns": 2353, "opera": 2354, "divisions": 2355, "voice": 2356, "conquest": 2357, "bomb": 2358, "die": 2359, "bombing": 2360, "promotion": 2361, "classification": 2362, "rank": 2363, "efficiency": 2364, "basketball": 2365, "networks": 2366, "useful": 2367, "containing": 2368, "historian": 2369, "interpretation": 2370, "judicial": 2371, "formally": 2372, "bring": 2373, "males": 2374, "los": 2375, "separation": 2376, "governed": 2377, "bond": 2378, "jazz": 2379, "accompanied": 2380, "biggest": 2381, "corruption": 2382, "visual": 2383, "montana": 2384, "rare": 2385, "roads": 2386, "rail": 2387, "emotional": 2388, "1980": 2389, "author": 2390, "something": 2391, "generated": 2392, "file": 2393, "grown": 2394, "1939": 2395, "dates": 2396, "audience": 2397, "hindu": 2398, "expand": 2399, "cabinet": 2400, "increases": 2401, "retained": 2402, "33": 2403, "establishing": 2404, "daughter": 2405, "assistance": 2406, "judges": 2407, "producer": 2408, "scheme": 2409, "composition": 2410, "equivalent": 2411, "twenty": 2412, "festivals": 2413, "declaration": 2414, "mechanism": 2415, "weather": 2416, "conduct": 2417, "reserve": 2418, "employed": 2419, "sell": 2420, "wear": 2421, "sign": 2422, "display": 2423, "instrument": 2424, "intellectual": 2425, "carriers": 2426, "circuit": 2427, "1975": 2428, "bodies": 2429, "annually": 2430, "medium": 2431, "sides": 2432, "emphasis": 2433, "lodges": 2434, "honor": 2435, "weight": 2436, "faced": 2437, "characterized": 2438, "precipitation": 2439, "38": 2440, "popper": 2441, "needs": 2442, "manchester": 2443, "enemy": 2444, "classic": 2445, "frederick": 2446, "coverage": 2447, "ussr": 2448, "1969": 2449, "furthermore": 2450, "collapse": 2451, "hosted": 2452, "coins": 2453, "hands": 2454, "kill": 2455, "colors": 2456, "violent": 2457, "factor": 2458, "5th": 2459, "landing": 2460, "homes": 2461, "pieces": 2462, "foot": 2463, "baptist": 2464, "mentioned": 2465, "garden": 2466, "else": 2467, "cappella": 2468, "lives": 2469, "ensure": 2470, "socialist": 2471, "efficient": 2472, "sleep": 2473, "cycle": 2474, "denominations": 2475, "lies": 2476, "romantic": 2477, "opinion": 2478, "merely": 2479, "lighting": 2480, "retail": 2481, "rivers": 2482, "succeeded": 2483, "invention": 2484, "genome": 2485, "matches": 2486, "dress": 2487, "normally": 2488, "difference": 2489, "girls": 2490, "doing": 2491, "earned": 2492, "goals": 2493, "mercury": 2494, "separated": 2495, "2nd": 2496, "parks": 2497, "reaction": 2498, "1976": 2499, "gives": 2500, "accused": 2501, "1972": 2502, "fixed": 2503, "publication": 2504, "committed": 2505, "asked": 2506, "technologies": 2507, "mainstream": 2508, "laid": 2509, "casualties": 2510, "concepts": 2511, "syria": 2512, "mind": 2513, "infrastructure": 2514, "layer": 2515, "justice": 2516, "mechanical": 2517, "mosaics": 2518, "pc": 2519, "rulers": 2520, "ministers": 2521, "index": 2522, "bombers": 2523, "think": 2524, "matters": 2525, "exclusive": 2526, "raleigh": 2527, "anthropology": 2528, "ruler": 2529, "elevators": 2530, "household": 2531, "1949": 2532, "invented": 2533, "invaded": 2534, "represents": 2535, "rising": 2536, "assumed": 2537, "targets": 2538, "documents": 2539, "southwest": 2540, "consumer": 2541, "puerto": 2542, "routes": 2543, "ratio": 2544, "context": 2545, "executed": 2546, "identify": 2547, "alcohol": 2548, "bombs": 2549, "purchased": 2550, "clock": 2551, "sequence": 2552, "sovereignty": 2553, "revenues": 2554, "extreme": 2555, "aspect": 2556, "seat": 2557, "1984": 2558, "preferred": 2559, "del": 2560, "capacitors": 2561, "existed": 2562, "relation": 2563, "1995": 2564, "table": 2565, "suggests": 2566, "arrival": 2567, "nato": 2568, "witnesses": 2569, "performances": 2570, "indicate": 2571, "minutes": 2572, "reality": 2573, "inner": 2574, "proportion": 2575, "offering": 2576, "continuous": 2577, "senior": 2578, "yellow": 2579, "throne": 2580, "offers": 2581, "successor": 2582, "14th": 2583, "surviving": 2584, "videos": 2585, "ball": 2586, "tourism": 2587, "insect": 2588, "3rd": 2589, "lodge": 2590, "engaged": 2591, "princess": 2592, "mobile": 2593, "obtained": 2594, "arizona": 2595, "55": 2596, "hayek": 2597, "commissioned": 2598, "agencies": 2599, "job": 2600, "secret": 2601, "determine": 2602, "score": 2603, "discrimination": 2604, "suffering": 2605, "pattern": 2606, "violence": 2607, "attributed": 2608, "hip": 2609, "hop": 2610, "processing": 2611, "reducing": 2612, "usage": 2613, "guns": 2614, "europeans": 2615, "rainfall": 2616, "improve": 2617, "1987": 2618, "zhejiang": 2619, "partly": 2620, "federation": 2621, "visible": 2622, "shell": 2623, "budget": 2624, "tracks": 2625, "fox": 2626, "ending": 2627, "brief": 2628, "enter": 2629, "nickname": 2630, "publicly": 2631, "cuisine": 2632, "look": 2633, "conception": 2634, "1952": 2635, "mount": 2636, "ruling": 2637, "monarchy": 2638, "personnel": 2639, "advance": 2640, "musicians": 2641, "rebellion": 2642, "900": 2643, "criticized": 2644, "borders": 2645, "sections": 2646, "spoke": 2647, "want": 2648, "argue": 2649, "6th": 2650, "connection": 2651, "physics": 2652, "capture": 2653, "kilometres": 2654, "chihuahua": 2655, "et": 2656, "changing": 2657, "normal": 2658, "passengers": 2659, "plus": 2660, "artillery": 2661, "aristotle": 2662, "cardinals": 2663, "hanover": 2664, "telephone": 2665, "affect": 2666, "distributed": 2667, "ranking": 2668, "expensive": 2669, "funded": 2670, "fair": 2671, "bird": 2672, "1977": 2673, "flag": 2674, "1953": 2675, "persons": 2676, "perception": 2677, "integrated": 2678, "website": 2679, "train": 2680, "sounds": 2681, "sunday": 2682, "repeated": 2683, "criminal": 2684, "shape": 2685, "wing": 2686, "otherwise": 2687, "michigan": 2688, "bacterial": 2689, "protected": 2690, "mr": 2691, "solid": 2692, "survived": 2693, "bern": 2694, "1948": 2695, "temporary": 2696, "responded": 2697, "bush": 2698, "spielberg": 2699, "researchers": 2700, "rooms": 2701, "societies": 2702, "worship": 2703, "evolutionary": 2704, "feynman": 2705, "65": 2706, "yuan": 2707, "debt": 2708, "thousand": 2709, "prepared": 2710, "ministry": 2711, "ranging": 2712, "martin": 2713, "amongst": 2714, "fine": 2715, "myanmar": 2716, "immediate": 2717, "infection": 2718, "customs": 2719, "95": 2720, "setting": 2721, "grounds": 2722, "easily": 2723, "1986": 2724, "consisting": 2725, "trial": 2726, "killing": 2727, "manager": 2728, "accounts": 2729, "waste": 2730, "produces": 2731, "dependent": 2732, "vienna": 2733, "compounds": 2734, "block": 2735, "performing": 2736, "1993": 2737, "understand": 2738, "21st": 2739, "responsibility": 2740, "opposite": 2741, "antibiotics": 2742, "counties": 2743, "stored": 2744, "depression": 2745, "reading": 2746, "told": 2747, "1971": 2748, "restaurants": 2749, "founder": 2750, "1950": 2751, "fiber": 2752, "soft": 2753, "electronics": 2754, "opportunity": 2755, "44": 2756, "machines": 2757, "interests": 2758, "unable": 2759, "necessarily": 2760, "sand": 2761, "courses": 2762, "absolute": 2763, "assigned": 2764, "possibility": 2765, "singer": 2766, "artistic": 2767, "variations": 2768, "felt": 2769, "eggs": 2770, "nationalist": 2771, "locations": 2772, "famicom": 2773, "theology": 2774, "composer": 2775, "resolution": 2776, "installed": 2777, "usa": 2778, "strasbourg": 2779, "jurisdiction": 2780, "dated": 2781, "neither": 2782, "estimates": 2783, "radiation": 2784, "beach": 2785, "imposed": 2786, "bought": 2787, "ranks": 2788, "challenge": 2789, "suggest": 2790, "net": 2791, "wild": 2792, "francis": 2793, "participated": 2794, "thing": 2795, "abandoned": 2796, "ban": 2797, "11th": 2798, "secular": 2799, "ran": 2800, "employees": 2801, "costs": 2802, "olympics": 2803, "writes": 2804, "genre": 2805, "northeast": 2806, "supporting": 2807, "controversy": 2808, "1922": 2809, "eighth": 2810, "extra": 2811, "powered": 2812, "boundaries": 2813, "bringing": 2814, "decisions": 2815, "recognition": 2816, "forests": 2817, "captain": 2818, "lowest": 2819, "sufficient": 2820, "organism": 2821, "featuring": 2822, "manufacturers": 2823, "1979": 2824, "picture": 2825, "charleston": 2826, "exhibition": 2827, "rival": 2828, "governing": 2829, "translated": 2830, "1961": 2831, "lamps": 2832, "glaciers": 2833, "flow": 2834, "comprehensive": 2835, "fish": 2836, "virgin": 2837, "mammals": 2838, "strict": 2839, "damaged": 2840, "headed": 2841, "burma": 2842, "wider": 2843, "customers": 2844, "virgil": 2845, "expression": 2846, "characteristic": 2847, "ports": 2848, "exercise": 2849, "holding": 2850, "encouraged": 2851, "effectively": 2852, "piece": 2853, "height": 2854, "siege": 2855, "worth": 2856, "1944": 2857, "hence": 2858, "comparison": 2859, "wine": 2860, "15th": 2861, "shopping": 2862, "benefits": 2863, "shot": 2864, "huge": 2865, "reformed": 2866, "suburbs": 2867, "jerusalem": 2868, "bus": 2869, "candidates": 2870, "calendar": 2871, "eton": 2872, "destruction": 2873, "contract": 2874, "molecular": 2875, "speaker": 2876, "broken": 2877, "count": 2878, "saxon": 2879, "merged": 2880, "borough": 2881, "measure": 2882, "businesses": 2883, "psychology": 2884, "promote": 2885, "noble": 2886, "bishop": 2887, "struggle": 2888, "deer": 2889, "mode": 2890, "israeli": 2891, "abbey": 2892, "chapel": 2893, "castle": 2894, "z": 2895, "indeed": 2896, "1978": 2897, "250": 2898, "conservation": 2899, "wildlife": 2900, "organisation": 2901, "educated": 2902, "filament": 2903, "reduction": 2904, "calling": 2905, "forward": 2906, "centres": 2907, "macintosh": 2908, "execution": 2909, "visitors": 2910, "massachusetts": 2911, "stock": 2912, "croatian": 2913, "technological": 2914, "philosophical": 2915, "99": 2916, "occupation": 2917, "norfolk": 2918, "hong": 2919, "norman": 2920, "cult": 2921, "crossed": 2922, "path": 2923, "resigned": 2924, "1960": 2925, "operates": 2926, "measured": 2927, "adoption": 2928, "friend": 2929, "dollars": 2930, "gulf": 2931, "singing": 2932, "funding": 2933, "7th": 2934, "stating": 2935, "1967": 2936, "your": 2937, "arose": 2938, "moon": 2939, "address": 2940, "thermal": 2941, "conversion": 2942, "libyan": 2943, "occasionally": 2944, "save": 2945, "yugoslavia": 2946, "walter": 2947, "controversial": 2948, "entities": 2949, "studied": 2950, "circumstances": 2951, "westminster": 2952, "restored": 2953, "covers": 2954, "recognised": 2955, "nepal": 2956, "galicia": 2957, "passage": 2958, "somerset": 2959, "americas": 2960, "sony": 2961, "athletic": 2962, "experiences": 2963, "capita": 2964, "36": 2965, "cardinal": 2966, "seats": 2967, "judge": 2968, "valencian": 2969, "4th": 2970, "broadcasting": 2971, "signals": 2972, "somewhat": 2973, "cognitive": 2974, "radical": 2975, "says": 2976, "isolated": 2977, "newspapers": 2978, "representative": 2979, "uprising": 2980, "slow": 2981, "lady": 2982, "meanwhile": 2983, "progress": 2984, "surrender": 2985, "statement": 2986, "experimental": 2987, "guinea": 2988, "perspective": 2989, "taxes": 2990, "blacks": 2991, "1942": 2992, "neo": 2993, "autonomy": 2994, "solution": 2995, "1000": 2996, "votes": 2997, "writer": 2998, "grant": 2999, "vision": 3000, "lamp": 3001, "scholar": 3002, "regulation": 3003, "learned": 3004, "spending": 3005, "arthur": 3006, "trying": 3007, "elsewhere": 3008, "neighborhoods": 3009, "theme": 3010, "dst": 3011, "camp": 3012, "somalia": 3013, "interior": 3014, "varieties": 3015, "database": 3016, "nothing": 3017, "1911": 3018, "gross": 3019, "background": 3020, "uefa": 3021, "denied": 3022, "sons": 3023, "aimed": 3024, "medal": 3025, "spiritual": 3026, "conflicts": 3027, "exclusively": 3028, "immigration": 3029, "watch": 3030, "hospitals": 3031, "cm": 3032, "skin": 3033, "hotel": 3034, "architects": 3035, "request": 3036, "flying": 3037, "encoding": 3038, "journal": 3039, "couple": 3040, "concerts": 3041, "organic": 3042, "layers": 3043, "ideal": 3044, "everton": 3045, "remove": 3046, "substantial": 3047, "drives": 3048, "canal": 3049, "gate": 3050, "exists": 3051, "parliamentary": 3052, "carrying": 3053, "epic": 3054, "championships": 3055, "architect": 3056, "khan": 3057, "cavalry": 3058, "gardens": 3059, "crop": 3060, "66": 3061, "adjacent": 3062, "facility": 3063, "85": 3064, "purchase": 3065, "ordinary": 3066, "gallery": 3067, "settlements": 3068, "1955": 3069, "umayyad": 3070, "millions": 3071, "populous": 3072, "movies": 3073, "finished": 3074, "1973": 3075, "francisco": 3076, "step": 3077, "don": 3078, "predominantly": 3079, "drawn": 3080, "pronounced": 3081, "professor": 3082, "appeal": 3083, "proposal": 3084, "feel": 3085, "deaths": 3086, "billboard": 3087, "agent": 3088, "theater": 3089, "grid": 3090, "persecution": 3091, "tajikistan": 3092, "printing": 3093, "secure": 3094, "frame": 3095, "nineteenth": 3096, "everything": 3097, "concern": 3098, "females": 3099, "kanye": 3100, "municipal": 3101, "graduate": 3102, "add": 3103, "regulations": 3104, "controls": 3105, "incident": 3106, 