<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<html>
<head>
	<title>Set Lonnert: "Objectbrowsing?"</title>
	<link rel="stylesheet" type="text/css" href="normal.css">
</head>
<body>

<h1>"Objectbrowsing"?</h1>

<p class="start">
En id&eacute; som jag s&auml;kerligen inte &auml;r ensam om
&auml;r tanken att "webbrowsers" inom en snar framtid kan
t&auml;nkas f&aring; konkurrens av "objectbrowsers". Med detta
menar jag fr&auml;mst att <I>objekt</I> m&ouml;jligen snart
utg&ouml;r <I>basen </I>f&ouml;r det som transporteras
&ouml;ver n&auml;tet (Internet eller f&ouml;r den delen
Intran&auml;t/Extran&auml;t). Webben baserar sig idag
p&aring; <I>dokument</I>. Men mycket talar f&ouml;r
att dokument kan f&aring; snar konkurrens av objekt.

<p class="start">
Mycket &aring; andra sidan talar f&ouml;r att dokument kommer
att &ouml;verleva och kanske klara sig f&ouml;rbi en objekt
anstormning. Framf&ouml;rallt &auml;r dokument <I>enkla</I>
att hantera. Ta epost. Sm&aring; klienter &auml;r enkla att
bygga n&auml;r det enda som beh&ouml;vs &auml;r att kontrollera
datastr&ouml;mmar, vissa huvuden (headers) och bed&ouml;ma
str&ouml;mmarna efter dessa. Lika enkelt &auml;r det i princip
med avs&auml;ndningen (praktiskt kan det dock finnas knepigheter).

<p class="start">
Det andra stora sk&auml;let &auml;r -- tror jag -- att data
(datorer, datorelektronikbaserade saker) &auml;r <I>historiskt</I>
avh&auml;ngigt. Det syns inte minst p&aring; problematiken kring
y2k-problemet (2000 &aring;rs problemet). Dokument kommer att
fortleva d&auml;rf&ouml;r att de <I>tidigare</I> har fortlevat.
Ett liknande exempel skulle kunna vara intresset f&ouml;r
operativsystem som &auml;r filorienterade kontra operativsystem
som &auml;r objektorienterade. Idag verkar filhantering l&aring;ngt
ifr&aring;n avslutat, utan tv&auml;rtom mycket dominerande.
Detta trots att t.ex. operativsystemet f&ouml;r <I>Newton</I>
var mycket lovande ur teknisk synvinkel, och mycket objektorienterat
s&aring;dant.

<p class="start">
S&aring; det finns starka sk&auml;l till varf&ouml;r min t&auml;nkta
revolution <I>inte</I> kommer att intr&auml;ffa, enkelheten och
det historiska beroendet av dokument g&ouml;r det sv&aring;rt.
Men det finns ocks&aring; argument varf&ouml;r det skulle mycket
v&auml;l kunna utg&ouml;ra konkurrenrande uppfattning av hur webben
skall utformas, eller eventuellt hur en ny "web" skall byggas
(inget s&auml;ger ju att vi m&aring;ste h&aring;lla kvar vid
den gamla modellen heller).

<p class="start">
Ett exempel p&aring; detta &auml;r att dokument (som HTML)
f&ouml;rpackas i objektmodeller DOM. D&auml;rmed spelar det inte
s&aring; stor roll l&auml;ngre vilka format, vilka versioner av
HTML eller annat som d&ouml;ljer sig i objekten. Det &auml;r
klart att slutligen m&aring;ste vi ha hj&auml;lp f&ouml;r
tolkningen av dokumenten, men sj&auml;lva utvecklingen av HTML
&auml;r vi helt enkelt inte lika beroende av som idag. Vi kanske
inte m&aring;ste h&aring;lla fast vid m&auml;rkordsspr&aring;k
och inte heller ens dokument som bas. Dokumenten f&ouml;rpackas
i mer generella objekt. Det finns n&auml;mligen ocks&aring; en
utveckling d&auml;r allt mer och mer dynamik skall pressas in
i dokumentformaten. Allt ifr&aring;n scriptspr&aring;k till
layuotm&auml;ssiga teknikaliteter. Egentligen kunde vi ju
utg&aring; fr&aring;n det programm&auml;ssiga och sedan finna
<I>ett</I> av anv&auml;ndningsomr&aring;dena vara hypertextdokument.

<p class="start">
En passus.
M&aring;nga av dagens dokument &auml;r redan s&aring; fyllda av
annat &auml;n ren text att det f&ouml;refaller enklare att
transportera n&aring;got exekverbart i st&auml;llet f&ouml;r
att s&ouml;la ner exekveringen genom scriptspr&aring;k.
Hypertextid&eacute;n &auml;r ofta riktad <I>inn&aring;t</I>
och s&auml;llan <I>ut&aring;t</I>, som ju &auml;r tanken med
hypertext. Man kunde ist&auml;llet t&auml;nka sig tr&aring;kiga
kataloger d&auml;r alla st&auml;llen listades, v&auml;rderades och
man inte klickade runt p&aring; m&aring;f&aring; utan kom till
ett st&auml;lle och fick &aring;terv&auml;nda till katalogen
f&ouml;r att s&ouml;ka ta sig till n&auml;sta. Nivelleringen har
ganska otvetydigt ett &quot;demokratiskt&quot; inslag som
f&ouml;rmodligen kv&auml;vs under den kommande hierarkiseringen.
&quot;Objectbrowsing&quot; undviker tyv&auml;rr inte denna
utveckling men f&ouml;rst&auml;rker den n&auml;mnv&auml;rt
inte heller. Hypertextdokument blir under objektid&eacute;n
bara en del av webben och inte som nu grundstommen (om vi
v&auml;ljer att h&aring;lla fast vid den id&eacute;n).
Eftersom dokumentid&eacute;n har st&ouml;rre sp&auml;nnvidd
vad g&auml;ller enkelhet och avancerat, s&aring; &auml;r den
ocks&aring; mer &quot;demokratiserad&quot;
&auml;n objektid&eacute;n. En icke oviktig synpunkt.

<p class="start">
Ett av argumenten &auml;r s&aring;ledes att den nuvarande
webben skulle mycket v&auml;l kunna &quot;f&ouml;rpackas&quot;
i en objektweb. Ett annat &auml;r att &quot;exekverbart
inneh&aring;ll&quot; (executable content) blir mer och mer
melodin, j&auml;mf&ouml;rt med ursprunget d&auml;r dokument
av text och bild betydde i princip allt. Ett tredje argument
&auml;r att om n&aring;got fungerande b&ouml;rjade att
f&ouml;rpackas i objekt, s&aring; varf&ouml;r inte annat?
Om v&auml;l klienter och servrar f&ouml;r objektbrev t.ex.
b&ouml;rjar utvecklas, kan det mycket v&auml;l t&auml;nkas
att ny programvara b&ouml;rjar acceptera detta. Den nuvarande
utvecklingen av t.ex. en horribel HTML 4 i dynamisk HTML m.m.
och HTML som smyger sig in i brev &auml;r en s&auml;mre
utveckling &auml;n en som tar med sig begripligheten f&ouml;r
sin data: dvs. <I>objekt</I>.

</body>
</html>
